app/views/posts/index.html.slim

SELECT `posts`.* FROM `posts`
---
  .col-md-8.col-12
    - @posts.each do |post|
      .card.mb-5.post
        .card-header
          .d-flex.aline-item-center
            .user_img