app/controllers/posts_controller.rb

SELECT `posts`.* FROM `posts`
SELECT `users`.* FROM `users`
---
  def index
    @posts = Post.all
    @users = User.limit(5)