app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO `users` (`name`, `email`, `crypted_password`, `salt`, `created_at`, `updated_at`) VALUES ('halki', 's.halki0203@ezweb.ne.jp', '$2a$10$ziq5ImRMa9wqZIzI3QMT1uRD.mEJnyxLM50qVdGELhQc/5KWHg3CO', '6PyiLyhonhzn3-jvDz6d', '2021-03-01 13:58:02', '2021-03-01 13:58:02')